import React from 'react';
import { Link } from 'react-router-dom';
import './Home.css';

const Home = () => {
  return (
    <div className="home">
        <section className="intro">
          <h2>Ласкаво просимо у віртуальний світ управління безпілотниками!</h2>
          <p>Наш тренажер надає унікальну можливість освоїти навички управління БПЛА у безпечному віртуальному середовищі.</p>
        </section>
        <section className="features">
          <h3>Що ви отримаєте:</h3>
          <ul>
            <li>Практичні завдання з 2D симуляцією польоту дрону</li>
            <li>Теоретичний матеріал, який допоможе освоїти ази управління дроном</li>
            <li>Тести для самоперевірки</li>
          </ul>
          <h3>Для початку радимо вам пройти теоретичний матеріал, після чого закріпити 
            здобуті знання пройшовши невеликий тест, і вже після цього приступати до практичних вправ.</h3>
        </section>
    </div>
  );
};

export default Home;